Revit 2027 API
IFCCategoryTemplate.SetMappingInfo Method
Overload List
Name | Description
SetMappingInfo(IDictionary<ExportIFCCategoryKey, ExportIFCCategoryInfo>) |  Set the mapping info for multiple keys.
SetMappingInfo(ExportIFCCategoryKey, ExportIFCCategoryInfo) |  Set the mapping info for the key.
Top
See Also
Reference
IFCCategoryTemplate Class
Autodesk.Revit.DB Namespace